
export const gdsInfo = [
    { t: '1#一楼西一级反应釜', t1: 'K103车间1#装置', code: '370300510708Q0001' },
    { t: '1#一楼东一级反应釜', t1: 'K103车间1#装置', code: '370300510708Q0002' },
    { t: '1#SO3泵房', t1: 'K103车间1#装置', code: '370300510708Q0003' },
    { t: '4#储罐', t1: '氯化亚砜罐区', code: '370300510704Q0001' },
    { t: '6#储罐', t1: '氯化亚砜罐区', code: '370300510704Q0002' },
    { t: '7#储罐北', t1: '氯化亚砜罐区', code: '370300510704Q0003' },
    { t: '钢瓶3#充装北', t1: '二氧化硫钢瓶充装站', code: '370300510705Q0001' },
    { t: '钢瓶4#充装北', t1: '二氧化硫钢瓶充装站', code: '370300510705Q0002' },
    { t: '钢瓶2#充装北', t1: '二氧化硫钢瓶充装站', code: '370300510705Q0003' },
    { t: '钢瓶1#/充装北', t1: '二氧化硫钢瓶充装站', code: '370300510705Q0004' },
    {
      t: '3#装置二楼二氧化硫稳压桶下',
      t1: 'K101车间3#4.5万吨/年氯化亚砜、4#12.6万吨/年氯化亚砜、5#氯化亚砜精馏等装置',
      code: '370300510006Q0001'
    },
    {
      t: '3#装置氯气稳压桶',
      t1: 'K101车间3#4.5万吨/年氯化亚砜、4#12.6万吨/年氯化亚砜、5#氯化亚砜精馏等装置',
      code: '370300510006Q0002'
    },
    {
      t: '4#装置一楼6#催化器下',
      t1: 'K101车间3#4.5万吨/年氯化亚砜、4#12.6万吨/年氯化亚砜、5#氯化亚砜精馏等装置',
      code: '370300510006Q0003'
    },
    {
      t: '4#装置1楼氯气稳压桶东',
      t1: 'K101车间3#4.5万吨/年氯化亚砜、4#12.6万吨/年氯化亚砜、5#氯化亚砜精馏等装置',
      code: '370300510006Q0004'
    },
    {
      t: '4#装置一楼5#催化器下',
      t1: 'K101车间3#4.5万吨/年氯化亚砜、4#12.6万吨/年氯化亚砜、5#氯化亚砜精馏等装置',
      code: '370300510006Q0005'
    },
    {
      t: '5#装置2楼1#脱重塔再沸器东',
      t1: 'K101车间3#4.5万吨/年氯化亚砜、4#12.6万吨/年氯化亚砜、5#氯化亚砜精馏等装置',
      code: '370300510006Q0006'
    },
    { t: '1#装置一楼北', t1: 'K105车间1#生产装置', code: '370300510707Q0001' },
    { t: '1#装置1楼南', t1: 'K105车间1#生产装置', code: '370300510707Q0002' },
    {
      t: '2#装置三楼南',
      t1: 'K105车间2#2200吨/年间/对苯二甲酰氯、5000吨/年4-硝基苯甲酰氯装置区',
      code: '370300510007Q0001'
    },
    {
      t: '二氧化硫中间罐',
      t1: 'K105车间2#2200吨/年间/对苯二甲酰氯、5000吨/年4-硝基苯甲酰氯装置区',
      code: '370300510007Q0002'
    },
    {
      t: '2#装置尾气一级吸收釜',
      t1: 'K105车间2#2200吨/年间/对苯二甲酰氯、5000吨/年4-硝基苯甲酰氯装置区',
      code: '370300510007Q0003'
    },
    {
      t: '2#装置尾气四级吸收釜',
      t1: 'K105车间2#2200吨/年间/对苯二甲酰氯、5000吨/年4-硝基苯甲酰氯装置区',
      code: '370300510007Q0004'
    },
    {
      t: '2#装置三楼北',
      t1: 'K105车间2#2200吨/年间/对苯二甲酰氯、5000吨/年4-硝基苯甲酰氯装置区',
      code: '370300510007Q0005'
    },
    {
      t: '北压缩机房',
      t1: 'K105车间2#2200吨/年间/对苯二甲酰氯、5000吨/年4-硝基苯甲酰氯装置区',
      code: '370300510007Q0006'
    },
    {
      t: '南压缩机房',
      t1: 'K105车间2#2200吨/年间/对苯二甲酰氯、5000吨/年4-硝基苯甲酰氯装置区',
      code: '370300510007Q0007'
    },
    {
      t: 'K107氯醚西1',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0001'
    },
    {
      t: 'K107氯醚西2',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0002'
    },
    {
      t: 'K107氯醚西3',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0003'
    },
    {
      t: 'K107氯醚西4',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0004'
    },
    {
      t: 'K107氯醚西5',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0005'
    },
    {
      t: '仓库北墙1',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0006'
    },
    {
      t: '仓库南墙',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0007'
    },
    {
      t: '仓库北墙2',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0008'
    },
    {
      t: '氯醚中和釜南',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0009'
    },
    {
      t: '氯醚2#反应釜南',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0010'
    },
    {
      t: '氯醚外北墙西2',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0011'
    },
    {
      t: '氯醚外北墙西1',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0012'
    },
    {
      t: '单丙醚小中间罐防护池',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0013'
    },
    {
      t: '氯醚装卸车',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0014'
    },
    {
      t: '氯醚大中间罐防护池',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0015'
    },
    {
      t: '二氧化硫中间罐东',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0016'
    },
    {
      t: '尾气一层一级硫酸泵处',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0017'
    },
    {
      t: '尾气二层三级盐酸吸收罐处',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0018'
    },
    {
      t: '二氧化硫中间罐西',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0019'
    },
    {
      t: '3#装置SO2储罐南',
      t1: 'K101车间3#装置南侧液氯库房、二氧化硫库房',
      code: '370300510003Q0001'
    },
    {
      t: '3#装置氯气储罐北',
      t1: 'K101车间3#装置南侧液氯库房、二氧化硫库房',
      code: '370300510003Q0002'
    },
    {
      t: '3#装置氯气备用储罐',
      t1: 'K101车间3#装置南侧液氯库房、二氧化硫库房',
      code: '370300510003Q0003'
    },
    {
      t: '3#装置SO2储罐北',
      t1: 'K101车间3#装置南侧液氯库房、二氧化硫库房',
      code: '370300510003Q0004'
    },
    {
      t: '3#装置氯气储罐南',
      t1: 'K101车间3#装置南侧液氯库房、二氧化硫库房',
      code: '370300510003Q0005'
    },
    { t: '1.2万吨北真空机组', t1: 'K106车间3#4#生产装置', code: '370300510706Q0001' },
    { t: '1.2万吨楼顶南', t1: 'K106车间3#4#生产装置', code: '370300510706Q0002' },
    { t: '1.2万吨南真空机组', t1: 'K106车间3#4#生产装置', code: '370300510706Q0003' },
    { t: '1.2万吨压缩机房西', t1: 'K106车间3#4#生产装置', code: '370300510706Q0004' },
    {
      t: '1.2万吨2#3#尾气缓冲罐',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0005'
    },
    { t: '1.2万吨尾气二楼西北', t1: 'K106车间3#4#生产装置', code: '370300510706Q0006' },
    { t: '1.2万吨尾气一楼西', t1: 'K106车间3#4#生产装置', code: '370300510706Q0007' },
    { t: '1.2万吨尾气缓冲罐', t1: 'K106车间3#4#生产装置', code: '370300510706Q0008' },
    {
      t: '对苯北反应釜EF处GT206',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0009'
    },
    {
      t: '对苯北换热器EA处GT216',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0011'
    },
    {
      t: '对苯北换热器B处GT217',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0012'
    },
    {
      t: '对苯北换热器H处GT218',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0013'
    },
    { t: '氯醚装车平台下', t1: '卸车区', code: '370300510702Q0001' },
    { t: '单丙醚卸车平台下', t1: '卸车区', code: '370300510702Q0002' },
    { t: '氯气装卸车平台下', t1: '卸车区', code: '370300510702Q0003' },
    { t: '三氧化硫卸车平台', t1: '卸车区', code: '370300510702Q0004' },
    {
      t: '1#装置1楼氯气稳压桶',
      t1: 'K101车间1#2.9万吨/年氯化亚砜装置、2#5万吨/年硫酰氯及1#氯化亚砜精馏等装置生产装置',
      code: '370300510005Q0001'
    },
    {
      t: '1#装置氯气气化池',
      t1: 'K101车间1#2.9万吨/年氯化亚砜装置、2#5万吨/年硫酰氯及1#氯化亚砜精馏等装置生产装置',
      code: '370300510005Q0002'
    },
    {
      t: '2#装置氯气卸车加温',
      t1: 'K101车间1#2.9万吨/年氯化亚砜装置、2#5万吨/年硫酰氯及1#氯化亚砜精馏等装置生产装置',
      code: '370300510005Q0003'
    },
    {
      t: '1.2万吨尾气中间罐北',
      t1: 'K106车间二氧化硫中间储罐区',
      code: '370300510008Q0001'
    },
    {
      t: '1.2万吨尾气中间罐南',
      t1: 'K106车间二氧化硫中间储罐区',
      code: '370300510008Q0002'
    },
    { t: '1#SO2储罐', t1: 'K101车间北侧二氧化硫库房', code: '370300510009Q0001' },
    { t: '1#SO3卸车处', t1: 'K101车间北侧二氧化硫库房', code: '370300510009Q0002' },
    { t: '1#SO3储罐', t1: 'K101车间北侧二氧化硫库房', code: '370300510009Q0003' },
    {
      t: '一楼南一次反应釜',
      t1: 'K103车间2#4.8万吨/年二氧化硫装置',
      code: '370300510011Q0001'
    },
    {
      t: '二楼南一次反应釜',
      t1: 'K103车间2#4.8万吨/年二氧化硫装置',
      code: '370300510011Q0002'
    },
    {
      t: '2#三氧化硫储罐',
      t1: 'K103车间2#4.8万吨/年二氧化硫装置',
      code: '370300510011Q0003'
    },
    { t: '暖房二楼', t1: 'K103车间2#4.8万吨/年二氧化硫装置', code: '370300510011Q0004' },
    {
      t: '新SO3泵房',
      t1: 'K103车间2#4.8万吨/年二氧化硫装置',
      code: '370300510011Q0005'
    },
    { t: '焚硫炉', t1: 'K103车间2#4.8万吨/年二氧化硫装置', code: '370300510011Q0006' },
    { t: '二吸塔北', t1: 'K103车间2#4.8万吨/年二氧化硫装置', code: '370300510011Q0007' },
    { t: '转化器东', t1: 'K103车间2#4.8万吨/年二氧化硫装置', code: '370300510011Q0008' },
    { t: '2#装置氯气储罐西', t1: 'K101车间2#北侧液氯库房', code: '370300510002Q0001' },
    { t: '2#装置氯气储罐东', t1: 'K101车间2#北侧液氯库房', code: '370300510002Q0002' },
    { t: '2#装置氯气备用储罐', t1: 'K101车间2#北侧液氯库房', code: '370300510002Q0003' },
    { t: '1#一楼西一级反应釜泄漏气体检测', code: '370300510708Q0001' },
    { t: '1#一楼东一级反应釜泄漏气体检测', code: '370300510708Q0002' },
    { t: '1#SO3泵房泄漏气体检测', code: '370300510708Q0003' },
    { t: '4#储罐', code: '370300510704Q0001' },
    { t: '6#储罐', code: '370300510704Q0002' },
    { t: '7#储罐北', code: '370300510704Q0003' },
    { t: '钢瓶3#充装北泄漏气体检测', code: '370300510705Q0001' },
    { t: '钢瓶4#充装北泄漏气体检测', code: '370300510705Q0002' },
    { t: '钢瓶2#充装北泄漏气体检测', code: '370300510705Q0003' },
    { t: '钢瓶1#/充装北泄漏气体检测', code: '370300510705Q0004' },
    { t: '3#装置二楼二氧化硫稳压桶下泄漏气体检测', code: '370300510006Q0001' },
    { t: '3#装置氯气稳压桶泄漏气体检测', code: '370300510006Q0002' },
    { t: '4#装置一楼6#催化器下泄漏气体检测', code: '370300510006Q0003' },
    { t: '4#装置1楼氯气稳压桶东泄漏气体检测', code: '370300510006Q0004' },
    { t: '4#装置一楼5#催化器下泄漏气体检测', code: '370300510006Q0005' },
    { t: '5#装置2楼1#脱重塔再沸器东', code: '370300510006Q0006' },
    {
      t: '370300510707Q0001',
      t1: 'K105车间1#生产装置',
      code: '370300510707Q0001'
    },
    {
      t: '370300510707Q0002',
      t1: 'K105车间1#生产装置',
      code: '370300510707Q0002'
    },
    {
      t: '370300510007Q0001',
      t1: 'K105车间2#2200吨/年间/对苯二甲酰氯、5000吨/年4-硝基苯甲酰氯装置区',
      code: '370300510007Q0001'
    },
    {
      t: '370300510007Q0002',
      t1: 'K105车间2#2200吨/年间/对苯二甲酰氯、5000吨/年4-硝基苯甲酰氯装置区',
      code: '370300510007Q0002'
    },
    {
      t: '370300510007Q0003',
      t1: 'K105车间2#2200吨/年间/对苯二甲酰氯、5000吨/年4-硝基苯甲酰氯装置区',
      code: '370300510007Q0003'
    },
    {
      t: '370300510007Q0004',
      t1: 'K105车间2#2200吨/年间/对苯二甲酰氯、5000吨/年4-硝基苯甲酰氯装置区',
      code: '370300510007Q0004'
    },
    {
      t: '370300510007Q0005',
      t1: 'K105车间2#2200吨/年间/对苯二甲酰氯、5000吨/年4-硝基苯甲酰氯装置区',
      code: '370300510007Q0005'
    },
    {
      t: '370300510007Q0006',
      t1: 'K105车间2#2200吨/年间/对苯二甲酰氯、5000吨/年4-硝基苯甲酰氯装置区',
      code: '370300510007Q0006'
    },
    {
      t: '370300510007Q0007',
      t1: 'K105车间2#2200吨/年间/对苯二甲酰氯、5000吨/年4-硝基苯甲酰氯装置区',
      code: '370300510007Q0007'
    },
    {
      t: '370300510010Q0001',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0001'
    },
    {
      t: '370300510010Q0002',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0002'
    },
    {
      t: '370300510010Q0003',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0003'
    },
    {
      t: '370300510010Q0004',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0004'
    },
    {
      t: '370300510010Q0005',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0005'
    },
    {
      t: '370300510010Q0006',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0006'
    },
    {
      t: '370300510010Q0007',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0007'
    },
    {
      t: '370300510010Q0008',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0008'
    },
    {
      t: '370300510010Q0009',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0009'
    },
    {
      t: '370300510010Q0010',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0010'
    },
    {
      t: '370300510010Q0011',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0011'
    },
    {
      t: '370300510010Q0012',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0012'
    },
    {
      t: '370300510010Q0013',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0013'
    },
    {
      t: '370300510010Q0014',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0014'
    },
    {
      t: '370300510010Q0015',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0015'
    },
    {
      t: '370300510010Q0016',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0016'
    },
    {
      t: '370300510010Q0017',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0017'
    },
    {
      t: '370300510010Q0018',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0018'
    },
    {
      t: '370300510010Q0019',
      t1: 'K107车间6000吨/年氯醚装置及车间尾气处理装置',
      code: '370300510010Q0019'
    },
    {
      t: '370300510003Q0001',
      t1: 'K101车间3#装置南侧液氯库房、二氧化硫库房',
      code: '370300510003Q0001'
    },
    {
      t: '370300510003Q0002',
      t1: 'K101车间3#装置南侧液氯库房、二氧化硫库房',
      code: '370300510003Q0002'
    },
    {
      t: '370300510003Q0003',
      t1: 'K101车间3#装置南侧液氯库房、二氧化硫库房',
      code: '370300510003Q0003'
    },
    {
      t: '370300510003Q0004',
      t1: 'K101车间3#装置南侧液氯库房、二氧化硫库房',
      code: '370300510003Q0004'
    },
    {
      t: '370300510003Q0005',
      t1: 'K101车间3#装置南侧液氯库房、二氧化硫库房',
      code: '370300510003Q0005'
    },
    {
      t: '370300510706Q0001',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0001'
    },
    {
      t: '370300510706Q0002',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0002'
    },
    {
      t: '370300510706Q0003',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0003'
    },
    {
      t: '370300510706Q0004',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0004'
    },
    {
      t: '370300510706Q0005',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0005'
    },
    {
      t: '370300510706Q0006',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0006'
    },
    {
      t: '370300510706Q0007',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0007'
    },
    {
      t: '370300510706Q0008',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0008'
    },
    {
      t: '370300510706Q0009',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0009'
    },
    {
      t: '370300510706Q0011',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0011'
    },
    {
      t: '370300510706Q0012',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0012'
    },
    {
      t: '370300510706Q0013',
      t1: 'K106车间3#4#生产装置',
      code: '370300510706Q0013'
    },
    { t: '370300510702Q0001', t1: '卸车区', code: '370300510702Q0001' },
    { t: '370300510702Q0002', t1: '卸车区', code: '370300510702Q0002' },
    { t: '370300510702Q0003', t1: '卸车区', code: '370300510702Q0003' },
    { t: '370300510702Q0004', t1: '卸车区', code: '370300510702Q0004' },
    {
      t: '370300510005Q0001',
      t1: 'K101车间1#2.9万吨/年氯化亚砜装置、2#5万吨/年硫酰氯及1#氯化亚砜精馏等装置生产装置',
      code: '370300510005Q0001'
    },
    {
      t: '370300510005Q0002',
      t1: 'K101车间1#2.9万吨/年氯化亚砜装置、2#5万吨/年硫酰氯及1#氯化亚砜精馏等装置生产装置',
      code: '370300510005Q0002'
    },
    {
      t: '370300510005Q0003',
      t1: 'K101车间1#2.9万吨/年氯化亚砜装置、2#5万吨/年硫酰氯及1#氯化亚砜精馏等装置生产装置',
      code: '370300510005Q0003'
    },
    {
      t: '370300510008Q0001',
      t1: 'K106车间二氧化硫中间储罐区',
      code: '370300510008Q0001'
    },
    {
      t: '370300510008Q0002',
      t1: 'K106车间二氧化硫中间储罐区',
      code: '370300510008Q0002'
    },
    {
      t: '370300510009Q0001',
      t1: 'K101车间北侧二氧化硫库房',
      code: '370300510009Q0001'
    },
    {
      t: '370300510009Q0002',
      t1: 'K101车间北侧二氧化硫库房',
      code: '370300510009Q0002'
    },
    {
      t: '370300510009Q0003',
      t1: 'K101车间北侧二氧化硫库房',
      code: '370300510009Q0003'
    },
    {
      t: '370300510011Q0001',
      t1: 'K103车间2#4.8万吨/年二氧化硫装置',
      code: '370300510011Q0001'
    },
    {
      t: '370300510011Q0002',
      t1: 'K103车间2#4.8万吨/年二氧化硫装置',
      code: '370300510011Q0002'
    },
    {
      t: '370300510011Q0003',
      t1: 'K103车间2#4.8万吨/年二氧化硫装置',
      code: '370300510011Q0003'
    },
    {
      t: '370300510011Q0004',
      t1: 'K103车间2#4.8万吨/年二氧化硫装置',
      code: '370300510011Q0004'
    },
    {
      t: '370300510011Q0005',
      t1: 'K103车间2#4.8万吨/年二氧化硫装置',
      code: '370300510011Q0005'
    },
    {
      t: '370300510011Q0006',
      t1: 'K103车间2#4.8万吨/年二氧化硫装置',
      code: '370300510011Q0006'
    },
    {
      t: '370300510011Q0007',
      t1: 'K103车间2#4.8万吨/年二氧化硫装置',
      code: '370300510011Q0007'
    },
    {
      t: '370300510011Q0008',
      t1: 'K103车间2#4.8万吨/年二氧化硫装置',
      code: '370300510011Q0008'
    },
    {
      t: '370300510002Q0001',
      t1: 'K101车间2#北侧液氯库房',
      code: '370300510002Q0001'
    },
    {
      t: '370300510002Q0002',
      t1: 'K101车间2#北侧液氯库房',
      code: '370300510002Q0002'
    },
    {
      t: '370300510002Q0003',
      t1: 'K101车间2#北侧液氯库房',
      code: '370300510002Q0003'
    },
    { t: '1#一楼西一级反应釜泄漏气体检测', code: '370300510708Q0001' },
    { t: '1#一楼东一级反应釜泄漏气体检测', code: '370300510708Q0002' },
    { t: '1#SO3泵房泄漏气体检测', code: '370300510708Q0003' },
    { t: '4#储罐', code: '370300510704Q0001' },
    { t: '6#储罐', code: '370300510704Q0002' },
    { t: '7#储罐北', code: '370300510704Q0003' },
    { t: '钢瓶3#充装北泄漏气体检测', code: '370300510705Q0001' },
    { t: '钢瓶4#充装北泄漏气体检测', code: '370300510705Q0002' },
    { t: '钢瓶2#充装北泄漏气体检测', code: '370300510705Q0003' },
    { t: '钢瓶1#/充装北泄漏气体检测', code: '370300510705Q0004' },
    { t: '3#装置二楼二氧化硫稳压桶下泄漏气体检测', code: '370300510006Q0001' },
    { t: '3#装置氯气稳压桶泄漏气体检测', code: '370300510006Q0002' },
    { t: '4#装置一楼6#催化器下泄漏气体检测', code: '370300510006Q0003' },
    { t: '4#装置1楼氯气稳压桶东泄漏气体检测', code: '370300510006Q0004' },
    { t: '4#装置一楼5#催化器下泄漏气体检测', code: '370300510006Q0005' },
    { t: '5#装置2楼1#脱重塔再沸器东', code: '370300510006Q0006' },
    { t: '1#装置一楼北泄漏气体检测', code: '370300510707Q0001' },
    { t: '1#装置1楼南泄漏气体检测', code: '370300510707Q0002' },
    { t: '2#装置三楼南泄漏气体检测', code: '370300510007Q0001' },
    { t: '二氧化硫中间罐泄漏气体检测', code: '370300510007Q0002' },
    { t: '2#装置尾气一级吸收釜泄漏气体检测', code: '370300510007Q0003' },
    { t: '2#装置尾气四级吸收釜泄漏气体检测', code: '370300510007Q0004' },
    { t: '2#装置三楼北泄漏气体检测', code: '370300510007Q0005' },
    { t: '北压缩机房泄漏气体检测', code: '370300510007Q0006' },
    { t: '南压缩机房泄漏气体检测', code: '370300510007Q0007' },
    { t: 'K107氯醚西1泄漏气体检测', code: '370300510010Q0001' },
    { t: 'K107氯醚西2泄漏气体检测', code: '370300510010Q0002' },
    { t: 'K107氯醚西3泄漏气体检测', code: '370300510010Q0003' },
    { t: 'K107氯醚西4泄漏气体检测', code: '370300510010Q0004' },
    { t: 'K107氯醚西5泄漏气体检测', code: '370300510010Q0005' },
    { t: '仓库北墙1泄漏气体检测', code: '370300510010Q0006' },
    { t: '仓库南墙泄漏气体检测', code: '370300510010Q0007' },
    { t: '仓库北墙2泄漏气体检测', code: '370300510010Q0008' },
    { t: '氯醚中和釜南泄漏气体检测', code: '370300510010Q0009' },
    { t: '氯醚2#反应釜南泄漏气体检测', code: '370300510010Q0010' },
    { t: '氯醚外北墙西2泄漏气体检测', code: '370300510010Q0011' },
    { t: '氯醚外北墙西1泄漏气体检测', code: '370300510010Q0012' },
    { t: '单丙醚小中间罐防护池泄漏气体检测', code: '370300510010Q0013' },
    { t: '氯醚装卸车泄漏气体检测', code: '370300510010Q0014' },
    { t: '氯醚大中间罐防护池泄漏气体检测', code: '370300510010Q0015' },
    { t: '二氧化硫中间罐东', code: '370300510010Q0016' },
    { t: '尾气一层一级硫酸泵处', code: '370300510010Q0017' },
    { t: '尾气二层三级盐酸吸收罐处', code: '370300510010Q0018' },
    { t: '二氧化硫中间罐西', code: '370300510010Q0019' },
    { t: '3#装置SO2储罐南泄漏气体检测', code: '370300510003Q0001' },
    { t: '3#装置氯气储罐北泄漏气体检测', code: '370300510003Q0002' },
    { t: '3#装置氯气备用储罐泄漏气体检测', code: '370300510003Q0003' },
    { t: '3#装置SO2储罐北泄漏气体检测', code: '370300510003Q0004' },
    { t: '3#装置氯气储罐南泄漏气体检测', code: '370300510003Q0005' },
    { t: '压力', code: '370300510003G0004' },
    { t: '液位', code: '370300510003G0004' },
    { t: '温度', code: '370300510003G0004' },
    { t: '压力', code: '370300510003G0003' },
    { t: '温度', code: '370300510003G0003' },
    { t: '液位', code: '370300510003G0003' },
    { t: '液位', code: '370300510003G0002' },
    { t: '温度', code: '370300510003G0002' },
    { t: '压力', code: '370300510003G0002' },
    { t: '压力', code: '370300510003G0001' },
    { t: '液位', code: '370300510003G0001' },
    { t: '温度', code: '370300510003G0001' },
    { t: '1.2万吨北真空机组泄漏气体检测', code: '370300510706Q0001' },
    { t: '1.2万吨楼顶南泄漏气体检测', code: '370300510706Q0002' },
    { t: '1.2万吨南真空机组泄漏气体检测', code: '370300510706Q0003' },
    { t: '1.2万吨压缩机房西泄漏气体检测', code: '370300510706Q0004' },
    { t: '1.2万吨2#3#尾气缓冲罐泄漏气体检测', code: '370300510706Q0005' },
    { t: '1.2万吨尾气二楼西北泄漏气体检测', code: '370300510706Q0006' },
    { t: '1.2万吨尾气一楼西泄漏气体检测', code: '370300510706Q0007' },
    { t: '1.2万吨尾气缓冲罐泄漏气体检测', code: '370300510706Q0008' },
    { t: '对苯北反应釜EF处GT206', code: '370300510706Q0009' },
    { t: '对苯北换热器EA处GT216', code: '370300510706Q0011' },
    { t: '对苯北换热器B处GT217', code: '370300510706Q0012' },
    { t: '对苯北换热器H处GT218', code: '370300510706Q0013' },
    { t: '氯醚装车平台下', code: '370300510702Q0001' },
    { t: '单丙醚卸车平台下', code: '370300510702Q0002' },
    { t: '氯气装卸车平台下', code: '370300510702Q0003' },
    { t: '三氧化硫卸车平台', code: '370300510702Q0004' },
    { t: '1#装置1楼氯气稳压桶泄漏气体检测', code: '370300510005Q0001' },
    { t: '1#装置氯气气化池泄漏气体检测', code: '370300510005Q0002' },
    { t: '2#装置氯气卸车加温泄漏气体检测', code: '370300510005Q0003' },
    { t: '1.2万吨尾气中间罐北泄漏气体检测', code: '370300510008Q0001' },
    { t: '1.2万吨尾气中间罐南泄漏气体检测', code: '370300510008Q0002' },
    { t: '1#SO2储罐泄漏气体检测', code: '370300510009Q0001' },
    { t: '1#SO3卸车处泄漏气体检测', code: '370300510009Q0002' },
    { t: '1#SO3储罐泄漏气体检测', code: '370300510009Q0003' },
    { t: '液位', code: '370300510009G0001' },
    { t: '压力', code: '370300510009G0001' },
    { t: '温度', code: '370300510009G0001' },
    { t: '温度', code: '370300510009G0002' },
    { t: '液位', code: '370300510009G0002' },
    { t: '压力', code: '370300510009G0002' },
    { t: '一楼南一次反应釜泄漏气体检测', code: '370300510011Q0001' },
    { t: '二楼南一次反应釜泄漏气体检测', code: '370300510011Q0002' },
    { t: '2#三氧化硫储罐泄漏气体检测', code: '370300510011Q0003' },
    { t: '暖房二楼泄漏气体检测', code: '370300510011Q0004' },
    { t: '新SO3泵房泄漏气体检测', code: '370300510011Q0005' },
    { t: '焚硫炉泄漏气体检测', code: '370300510011Q0006' },
    { t: '二吸塔北泄漏气体检测', code: '370300510011Q0007' },
    { t: '转化器东泄漏气体检测', code: '370300510011Q0008' },
    { t: '2#装置氯气储罐西泄漏气体检测', code: '370300510002Q0001' },
    { t: '2#装置氯气储罐东泄漏气体检测', code: '370300510002Q0002' },
    { t: '2#装置氯气备用储罐泄漏气体检测', code: '370300510002Q0003' },
    { t: '压力', code: '370300510002G0001' },
    { t: '液位', code: '370300510002G0001' },
    { t: '温度', code: '370300510002G0001' },
    { t: '温度', code: '370300510002G0002' },
    { t: '压力', code: '370300510002G0002' },
    { t: '液位', code: '370300510002G0002' },
    { t: '鹤位B单丙醚', code: '370300510702Z0002' },
    { t: '鹤位A氯醚', code: '370300510702Z0001' },
    { t: '鹤位A氯醚', code: '370300510702Z0001' },
    { t: 'K103车间1#装置', code: '370300510708' },
    { t: '硫磺仓库', code: '370300510703' },
    { t: '氯化亚砜罐区', code: '370300510704' },
    { t: '二氧化硫钢瓶充装站', code: '370300510705' },
    {
      t: 'K101车间3#4.5万吨/年氯化亚砜、4#12.6万吨/年氯化亚砜、5#氯化亚砜精馏等装置',
      code: '370300510006'
    },
    { t: 'K105车间1#生产装置', code: '370300510707' },
    {
      t: 'K105车间2#2200吨/年间/对苯二甲酰氯、5000吨/年4-硝基苯甲酰氯装置区',
      code: '370300510007'
    },
    { t: 'K107车间6000吨/年氯醚装置及车间尾气处理装置', code: '370300510010' },
    { t: 'K101车间3#装置南侧液氯库房、二氧化硫库房', code: '370300510003' },
    { t: 'K106车间3#4#生产装置', code: '370300510706' },
    { t: '卸车区', code: '370300510702' },
    {
      t: 'K101车间1#2.9万吨/年氯化亚砜装置、2#5万吨/年硫酰氯及1#氯化亚砜精馏等装置生产装置',
      code: '370300510005'
    },
    { t: 'K106车间二氧化硫中间储罐区', code: '370300510008' },
    { t: 'K101车间北侧二氧化硫库房', code: '370300510009' },
    { t: 'K103车间2#4.8万吨/年二氧化硫装置', code: '370300510011' },
    { t: 'K101车间2#北侧液氯库房', code: '370300510002' },
    { t: '6#储罐V14503C', code: '370300510704G0006' },
    { t: '4#储罐V14503A', code: '370300510704G0004' },
    { t: '8#储罐V14503E', code: '370300510704G0008' },
    { t: '7#储罐V14503D', code: '370300510704G0007' },
    { t: '5#储罐V14503B', code: '370300510704G0005' },
    { t: '1#储罐V208c', code: '370300510704G0001' },
    { t: '3#储罐V208a', code: '370300510704G0003' },
    { t: '2#储罐V208b', code: '370300510704G0002' },
    { t: '二氧化硫罐(东)V130601b', code: '370300510003G0004' },
    { t: '二氧化硫罐(西)V130601a', code: '370300510003G0003' },
    { t: '液氯罐(东)  V130101b', code: '370300510003G0002' },
    { t: '液氯罐（西）V130101a', code: '370300510003G0001' },
    { t: '二氧化硫储罐V104', code: '370300510009G0001' },
    { t: '三氧化硫储罐V103', code: '370300510009G0002' },
    { t: '液氯罐（南）V120101a', code: '370300510002G0001' },
    { t: '液氯罐（北）V120101b', code: '370300510002G0002' }
  ]
  